Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: Laulude hinnangute importimine
nn: Importer sporvurderingar

source: Impordi mängimise statistika (esitusloend, jne)
nn: Importer spelestatistikk (tal på avspelingar, m.m.)

source: Lugude nimekirjade importimine
nn: Importer spelelister

source: Määra "{0}" faili asukoht...
nn: Finn fila«{0}» …

source: Leia "{0}" asukoht
nn: Finn «{0}»

source: Määra iTunes muusika kataloogi asukoht
nn: Finn iTunes-musikkmappe

source: iTunesi meediaesitaja
nn: iTunes mediespelar

source: Banshee ei tunne iTunesi muusikakogu seda versiooni. Importimine ei pruugi toimida ootuspäraselt ning võib üldse mitte toimida. Kas tahad sellest hoolimata proovida importida?
nn: Banshee er ikkje kjend med denne versjonen av iTunes-biblioteket. Importering vil kunne fungere uventa, eller ikkje i det heile. Vil du prøve å importera likevel?

source: Laulu importimine pole võimalik.
nn: Kunne ikkje importera song.

source: Rhythmbox muusikamängija
nn: Rhythmbox musikkavspelar

source: _Täida
nn: _Fyll

source: _albumilt
nn: _frå

source: Lisa esitamise järjekorda
nn: Legg til i avspelingskø

source: Lisa valitud laulud esitamisjärjekorra lõppu
nn: Legg valde songar til avspelingskøen

source: Esita pärast
nn: Spel etter

source: Lisa valitud
nn: Legg til valde songar etter gjeldande spor, album eller artist

source: Praegune lugu
nn: Gjeldande spor

source: Praegune album
nn: Gjeldande album

source: Praegune esitaja
nn: Gjeldande artist

source: Lisa veel
nn: Legg til meir

source: Tühjenda esitamise järjekord
nn: Fjern alle spor frå avspelingskøen

source: Tühjenda programmi sulgemisel esitamise järjekord
nn: Tøm avspelingskøen ved avslutning

source: Eemalda esitamise järjekorrast
nn: Fjern frå avspelingskø

source: Mitut _esitatud laulu näidatakse
nn: Tal på _spelte songar å visa

source: Mitut _järgmist laulu näidatakse
nn: Tal på _komande songar å visa

source: Podcast
nn: Podkast

source: Kõik Podcastid ({0})
nn: Alle podkastar ({0})

source: Podcastide kataloog
nn: Podkastmappe

source: Podcasti eemaldamine
nn: Fjern podkast

source: Keela automaatuuendused
nn: Slå av automatiske oppdateringar

source: Võrgu viga {0} uuendamisel
nn: Nettverksfeil ved oppdatering {0}

source: Parsimise viga {0} uuendamisel
nn: Lesefeil ved oppdatering av {0}

source: Autentimise viga {0} uuendamisel
nn: Autentiseringsfeil ved oppdatering {0}

source: Viga {0} uuendamisel
nn: Feil ved oppdatering {0}

source: Podcastide otsimine
nn: Søk i podkastane dine

source: Osa omadused
nn: Episodeeigenskapar

source: Avaldatud
nn: Publisert

source: Uus
nn: Ny

source: Alla laaditud
nn: Lasta ned

source: Pole uuendatud
nn: Aldri oppdatert

source: Uuendati täpselt {0}
nn: Oppdatert {0}

source: Uuendati {0}
nn: Oppdatert {0}

source: Allalaadimine
nn: Lastar ned

source: Uued kirjed
nn: Nye element

source: Kõik kirjed
nn: Alle element

source: Podcasti(de) allalaadimine
nn: Lastar ned podkast(ar)

source: Kas katkestada kõik podcastide allalaadimised?<control><shift>U
nn: Avbryta alle podkastnedlastingar?<control><shift>U

source: Lisa Podcast...
nn: Legg til podkast …

source: Telli uus taskuhäälingu saade
nn: Abonner på ein ny podkast

source: Lõpeta tellimus ja kustuta
nn: Avslutt abonnement og fjern

source: Otsi uusi osi
nn: Sjå etter nye episodar

source: Laadi kõik osad alla
nn: Last ned alle episodar

source: Külasta häälingu kodulehte
nn: Besøk podkastheimesida

source: Podcasti omadused
nn: Podkasteigenskapar

source: Märgi uueks
nn: Merk som ny

source: Arhiiv
nn: Arkiver

source: Laadi alla
nn: Last ned

source: Katkesta allalaadimine
nn: Avbryt nedlasting

source: Külasta veebilehte
nn: Besøk nettstad

source: Podcasti lisamine
nn: Legg til podkast

source: Vigane URL
nn: Ugyldig adresse

source: Podcast'i URL on vigane.
nn: Podkastadresse er ugyldig

source: Osa üksikasjad
nn: Episodedetaljar

source: Uusi osi kontrollitakse perioodiliselt
nn: Sjå regelmessig etter nye episodar

source: Märgitud olemisel otsib Banshee iga tund selle podcasti uusi episoode
nn: Dersom kryssa av, vil Banshee sjå etter nye episodar til denne podkasten kvar time

source: Uued osad laaditakse alla
nn: Last ned nye episodar

source: Arhiveeri kõik osad peale viimase
nn: Arkiver alle episodar unntatt den nyaste

source: Kirjeldus pole saadaval
nn: Inga skildring tilgjengeleg

source: Nimi:
nn: Namn:

source: Veebileht:
nn: Nettstad:

source: Külasta
nn: Besøk

source: Tellimise valikud
nn: Abonnenmentsinnstillingar

source: Viimati uuendati:
nn: Sist oppdatert:

source: Kategooria:
nn: Kategori:

source: Autoriõigus:
nn: Opphavsrett:

source: Podcast:
nn: Podkast:

source: URL:
nn: Adresse:

source: Telli uus Podcast
nn: Abonner på ny podkast

source: Sisesta taskuhäälingu, mida tahad tellida, URL aadress.
nn: Oppgje adressa til podkasten du vil abbonera på.

source: Laaditakse alla kõik osad
nn: Last ned alle episodar

source: Laaditakse alla kõige uuem osa
nn: Last ned den siste episoden

source: Küsitakse, millised osad alla laadida
nn: La meg avgjere kva episodar som skal lastast ned

source: _Kõneleja:
nn: _Høgtalar:

source: Näidis
nn: Døme

source: esitaja '{0}', plaat '{1}'
nn: av «{0}» frå «{1}»

source: plaadilt '{0}'
nn: frå «{0}»

source: esitajalt '{0}'
nn: av «{0}»

source: Banshee _näitamine helimenüüs
nn: _Vis Banshee i lydmenyen

source: Banshee seadistamine helimenüü abil
nn: Styr Banshee frå lydmenyen

source: Näita SQL konsooli
nn: Vis SQL-konsoll

source: Käivita SQL jälgimine
nn: Start SQL-overvaking

source: Lõpeta SQL jälgimine
nn: Stopp SQL-overvaking

source: Raja eelvaade
nn: Førehandsvising av spor

source: Üleslaetud isikult
nn: Lasta opp av

source: Esita Banshees...
nn: Spel i Banshee …

source: Mängi veebibrauseris...
nn: Spel i nettlesar …

source: Videoid ei leitud
nn: Ingen videoar funne

source: ava konteksti menüü
nn: opna lokalmeny

source: klõps
nn: trykk

source: menüü
nn: meny

source: Peida {0}
nn: Gøym {0}

source: Vea üksikasjad
nn: Feildetaljar

source: Ilmnes käsitlematu erand:
nn: Eit uforutsett unntak oppstod:

source: Seisukord:
nn: Tilstand:

source: _Sobita
nn: _Treff

source: kõik
nn: alle

source: vähemalt üks
nn: kva som helst

source: järgnevatest
nn: av følgjande

source: _Piira
nn: _Avgrens til

source: valitud
nn: vald av

source: tagasi
nn: sidan

source: sekundit
nn: sekund

source: päeva
nn: dagar

source: nädalat
nn: veker

source: kuud
nn: månader

source: aastat
nn: år

source: enne
nn: før

source: pärast
nn: etter

source: on
nn: er

source: ei ole
nn: er ikkje

source: ülimalt
nn: på det meste

source: vähemalt
nn: minst

source: vähem kui
nn: mindre enn

source: rohkem kui
nn: meir enn

source: tühi
nn: tom

source: {0} tagasi
nn: {0} sidan

source: sisaldab
nn: inneheld

source: ei sisalda
nn: inneheld ikkje

source: algab
nn: startar med

source: lõpeb
nn: sluttar med

source: Last.fm konto sisselogimine
nn: Pålogging på Last.fm-konto

source: Palun sisesta oma Last.fm kontotunnused.
nn: Oppgje kontoopplysningane dine på Last.fm.

source: Salvesta ja logi sisse
nn: Lagra og logg på

source: Logi Last.fm'i sisse
nn: Autoriser for Last.fm

source: Seda teenust pole olemas.
nn: Denne tenesta finst ikkje.

source: See jaam pole saadaval.
nn: Denne stasjonen er ikkje tilgjengeleg.

source: Päringul puudub vajalik parameeter.
nn: Førespurnaden manglar ein påkrevd parameter.

source: See ressurss on vigane.
nn: Den valde ressursen er ugyldig.

source: Serveri viga, palun proovi hiljem uuesti.
nn: Tenarfeil, prøv att seinare.

source: Vigane autentimise teave, palun taasautendi.
nn: Ugyldig autentiseringsinformasjon, autentiser på nytt.

source: API võti, mis on kasutatud selle rakenduse poolt on vigane.
nn: API-nøkkelen brukt av dette programmet er ugyldig.

source: Vooserver pole hooldustööde tõttu saadaval, proovi hiljem uuesti.
nn: Straumingssystemet er fråkopla for vedlikehald, prøv att seinare.

source: Meetodi allkiri on vigane.
nn: Metodesignaturen er ugyldig.

source: Selle jaama esitamiseks pole piisavalt sisu.
nn: Det er ikkje nok innhald til å spela denne stasjonen.

source: Sellel grupil pole raadio jaoks piisavalt liikmeid.
nn: Denne gruppa har ikkje nok medlemmar for radio.

source: Sellel artistil pole raadio jaoks piisavalt fänne.
nn: Denne artisten har ikkje nok tilhengjarar for radio.

source: Selle jaama jaoks pole piisavalt naabreid.
nn: Det er ikkje nok naboar for denne stasjonen.

source: Esines tundmatu viga.
nn: Det oppstod ein ukjend feil.

source: Pole ühendatud serveriga Last.fm.
nn: Ikkje tilkopla Last.fm.

source: Konto üksikasjad tuleb määrata enne Last.fm serveriga ühendumist
nn: Kontodetaljar er nødvendig før du kan kopla til Last.fm

source: Võrguühendust ei tuvastatud.
nn: Inga nettverkstilkopling oppdaga.

source: Last.fm kasutajanimi on vale.
nn: Last.fm-brukarnamn er ugyldig.

source: Ühendumine serveriga Last.fm.
nn: Koplar til Last.fm.

source: Ühendatud serveriga Last.fm.
nn: Tilkopla Last.fm.

source: Tundmatu Podcast
nn: Ukjend podkast

source: Kettakasutuse analüsaator
nn: Analyse av diskplass

source: Kaustade suuruse ja saadaoleva kettaruumi kontroll
nn: Undersøk mappestorleikar og tilgjengeleg diskplass

source: Välistatud jaotiste URI-d
nn: Utelatne partisjonar

source: Läbivaatusele mittekuuluvate jaotiste URI-de loetelu.
nn: Ei liste over adresser (URIar) til partisjonar som er utelatne frå søket.

source: Aktiivne diagramm
nn: Aktivt diagram

source: Kuvatava diagrammi liik.
nn: Kva slags diagram som skal visast.

source: Suurim sügavus
nn: Maksimal djupne

source: Suurim diagrammile joonistatud tasemete arv alates juurikast
nn: Største djupna teikna frå rota i diagrammet

source: Diagrammi mudel
nn: Diagrammodell

source: Diagrammi mudeli määramine
nn: Vel modellen til diagrammet

source: Diagrammi juurpunkt
nn: Rotnode i diagrammet

source: Mudeli juurpunkti määramine
nn: Vel rotnode frå modellen

source: Kodukataloog
nn: Heimemappe

source: Peaköide
nn: Hovudeining

source: Kataloog
nn: Mappe

source: Kasutus
nn: Bruk

source: Suurus
nn: Storleik

source: Sisu
nn: Innhald

source: Ringdiagramm
nn: Ringdiagram

source: Puudiagramm
nn: Trediagam

source: _Ava kataloog
nn: _Opna mappe

source: Tõsta _prügikasti
nn: Fly_tt til papirkorga

source: A_bi
nn: _Hjelp

source: _Lähemalt
nn: _Om

source: A_nalüsaator
nn: _Analyse

source: _Kodukataloogi läbivaatus
nn: _Søk i heimemappa

source: _Kataloogi läbivaatus…
nn: Søk i _mappe …

source: _Võrgukataloogi läbivaatus…
nn: Søk i ekster_n mappe …

source: _Laadi uuesti
nn: _Last på nytt

source: _Laienda kõik
nn: _Utvid alle

source: _Ahenda kõik
nn: S_lå saman alle

source: Kataloogi valimine
nn: Vel mappe

source: Köidet pole võimalik analüüsida.
nn: Klarte ikkje analysera dataområdet.

source: Graafiline tööriist kettakasutuse analüüsimiseks.
nn: Eit grafisk verktøy for å analysera diskbruk.

source: Lauris Kaplinski , 1999. Tõivo Leedjärv , 2002. Ivar Smolin , 2005–2011. Priit Laes , 2005. Mattias Põldaru <mahfiaz\@gmail\.com>, 2012. Launchpad Contributions: mahfiaz https://launchpad.net/~mahfiaz
nn: Åsmund Skjæveland <aasmunds\@ulrik\.uio\.no> Gaute Hvoslef Kvalnes <gaute\@verdsveven\.com> Kjartan Maraas <kmaraas\@gnome\.org> Eskild Hustvedt <eskildh\@gnome\.org> Launchpad Contributions: Eskild Hustvedt https://launchpad.net/~zerodogg Åsmund Skjæveland https://launchpad.net/~aasmunds

source: Kataloogi "%s" või mõnd sisalduvat kataloogi pole võimalik skannida
nn: Klarte ikkje å søka i mappa «%s» eller i somme av mappene inni.

source: "%s" ei ole korrektne kataloog
nn: «%s» er ikkje ein gyldig mappe

source: Kettakasutust pole võimalik analüüsida.
nn: Klarte ikkje analysera diskbruk.

source: Olgu
nn: OK

source: Katkesta
nn: Avbryt

source: Taaskäivita
nn: Start om att

source: Alglaadimise valikud
nn: Oppstartalternativ

source: Väljumine...
nn: Avsluttar …

source: Oled lahkumas graafilisest alglaadimismenüüst ning alustad tekstiliidese kasutamist.
nn: Du forlet den grafiske oppstartsmenyen og går over til tekstmodus.

source: Alglaadur
nn: Oppstartslastar

source: S/V viga
nn: I/U-feil

source: Alglaadimisketta vahetus
nn: Byt oppstartsdisk

source: Sisesta alglaadimisketas %u.
nn: Set inn oppstartsdisk %u.

source: See on alglaadimisketas %u. Sisesta alglaadimisketas %u.
nn: Dette er oppstartsdisk %u. Set inn oppstartsdisk %u.

source: See pole sobiv alglaadimisketas. Palun sisesta alglaadimisketas %u.
nn: Dette er ikkje ein brukbar oppstartsdisk. Set inn oppstartsdisk %u.

source: Parool
nn: Passord

source: Sisesta oma parool:
nn: Skriv passordet ditt:

source: DVD viga
nn: DVD-feil

source: See on kahepoolne DVD. Sa alustasid laadimist teiselt poolelt. Pööra DVD ümber ja jätka.
nn: Dette er ei tosidig DVD-plate. Du har starta opp frå side to. Snu DVD-en og hald fram.

source: Lülita välja
nn: Slå av maskina

source: Kas seisata süsteem kohe?
nn: Vil du avslutta no?

source: Muud valikud
nn: Andre innstillingar

source: Klahvistik
nn: Tastaturkart

source: Tavaline
nn: Vanleg

source: Asjatundjale
nn: Ekspertmodus

source: Hõlbustus
nn: Tilgjenge

source: Puudub
nn: Ingen

source: Kõrge kontrast
nn: Høgkontrast

source: Luup
nn: Forstørringsglas

source: Ekraanilugeja
nn: Skjermlesar

source: Braille terminal
nn: Blindeskriftterminal

source: Muuteklahvid
nn: Tastataturendringar

source: Ekraaniklaviatuur
nn: Skjermtastatur

source: Raskused mootoriga - vaheta seadmeid
nn: Motoriske vanskar - switcheiningar

source: ^Proovi Ubuntut ilma paigaldamata
nn: ^Prøv Ubuntu utan å installera

source: ^Proovi Kubuntut ilma paigaldamata
nn: ^Prøv Kubuntu utan å installera

source: ^Proovi Edubuntut ilma paigaldamata
nn: ^Prøv Edubuntu utan å installera

source: ^Proovi Xubuntut ilma paigaldamata
nn: ^Prøv Xubuntu utan å installera

source: ^Proovi Ubuntu MID-i ilma paigaldamata
nn: ^Prøv Ubuntu MID utan å installera

source: ^Proovi Ubuntu Netbooki ilma paigaldamata
nn: ^Prøv Ubuntu Netbook utan å installera

source: ^Proovi Kubuntu Netbooki ilma paigaldamata
nn: ^Prøv Kubuntu Netbook utan å installera

source: ^Proovi Lubuntut ilma paigaldamata
nn: ^Prøv Lubuntu utan å installera

source: ^Käivita Kubuntu
nn: ^Start Kubuntu

source: Draiveriuuenduste plaadi kasutamine
nn: Bruk plate med drivaroppdateringar

source: Paigalda Ubuntu ^tekstirežiimis
nn: ^Installer Ubuntu i tekstmodus

source: Paigalda Kubuntu ^tekstirežiimis
nn: ^Installer Kubuntu i tekstmodus

source: Paigalda Edubuntu ^tekstirežiimis
nn: ^Installer Edubuntu i tekstmodus

source: Paigalda Xubuntu ^tekstirežiimis
nn: ^Installer Ubuntu i tekstmodus

source: ^Paigalda Ubuntu
nn: ^Installer Ubuntu

source: ^Paigalda Kubuntu
nn: ^Installer Kubuntu

source: ^Paigalda Edubuntu
nn: ^Installer Edubuntu

source: ^Paigalda Xubuntu
nn: ^Installer Xubuntu

source: ^Paigalda Ubuntu server
nn: ^Installer Ubuntu Server

source: ^Paigalda Ubuntu Studio
nn: ^Installer Ubuntu Studio

source: ^Paigalda Ubuntu MID
nn: ^Installer Ubuntu MID

source: ^Paigalda Ubuntu Netbook
nn: ^Installer Ubuntu Netbook

source: ^Paigalda Kubuntu Netbook
nn: ^Installer Kubuntu Netbook

source: ^Paigalda Lubuntu
nn: ^Installer Lubuntu

source: Paigalda tööjaam
nn: Installer ein arbeidsstasjon

source: Paigalda server
nn: Installer ein tenar

source: OEM-paigaldus (tootjatele)
nn: OEM installasjon (for produsentar)

source: Paigalda LAMP server
nn: Installer ein LAMP-tenar

source: Paigalda LTSP server
nn: Installer ein LTSP-tenar

source: Paigalda kettata pildiserver
nn: Installer ein spegeltenar utan disk

source: Paigalda käsureasüsteem
nn: Installer eit kommandolinjesystem

source: Paigalda minimaalne süsteem
nn: Installer eit minimalt system

source: Paigalda minimaalne virtuaalmasin
nn: Installer ei minimal virtuell maskin

source: Tee plaadile vigade ^kontroll
nn: ^Sjekk plata for feil

source: Pa^randa rikutud süsteem
nn: ^Reparer eit øydelagt system

source: ^Mälutest
nn: ^Test minnet

source: Tee ^alglaadimine esimeselt kõvakettalt
nn: ^Oppstart frå fyrste harddisk

source: Ainult vaba tarkvara
nn: Berre fri programvare

source: ^Delli automaatne taaspaigaldus
nn: ^Dell automatisk reinstallasjon

source: ^Paigalda Mythbuntu
nn: ^Installer Mythbuntu

source: ^Proovi Mythbuntut ilma paigaldamata
nn: ^Prøv Mythbuntu utan å installera

source: Plaadikirjutaja ja -kopeerija
nn: Platebrennar og -kopierar

source: Loo ja kopeeri CD- ja DVD-plaate
nn: Lag og kopier CD-ar og DVD-ar

source: Brasero plaadikirjutaja
nn: Brasero brenneprogram

source: Brasero projektifail
nn: Brasero-prosjektfil

source: Kas Nautiluse laiendus peaks väljastama silumisteateid
nn: Slå på feilsøkjingsinformasjon frå Nautilus-utvidingar

source: Kas Nautiluse laiendus peaks väljastama silumisteateid. Väljastamiseks peab väärtus olema tõene.
nn: Om Nautilus-utvidingar skal gje ut feilsøkjingsinformasjon. Verdien skal vera true (sann) om dei skal.

source: Tõmmiste jaoks kasutatava kontrollsumma liik
nn: Typen kontrollsum brukt av avtrykk

source: Määra 0, et kasutada MD5; 1, et kasutada SHA1; 2, et kasutada SHA256
nn: Set til 0 for MD5, 1 for SHA1 og 2 for SHA256

source: Failide jaoks kasutatava kontrollsumma liik
nn: Typen kontrollsum brukt av filer

source: Ajutiste failide kataloog
nn: Mappe å bruka for mellombelse filer

source: Sisaldab kataloogi, kus brasero võib hoida ajutisi faile. Kui see on tühi, kasutatakse glib-i vaikimisi kataloogi.
nn: Inneheld stigen til mappa der Brasero skal lagra mellombelse filer. Om denne verdien er tom vil mappa GLib brukar verta brukt.

source: Eelistatav kirjutusmootor
nn: Føretrekt brenningsmotor

source: Sisaldab eelistatud kirjutusmootori nime. Võimalusel kasutatakse seda.
nn: Inneheld namnet på den favorittbrennmotorsamlinga som er installert. Ho vil verta brukt om mogleg.

source: Täiendavate pluginate lubamise nimekiri
nn: Kvitliste over ekstra tillegg å bruka

source: Sisaldab nimekirja pluginatest, mida Brasero kasutab plaatide kirjutamisel. Kui väärtus on NULL, laadib Brasero need kõik.
nn: Inneheld lista over ekstra programtillegg Brasero vil bruka for å brenna plata. Om set til NULL så vil Brasero lasta inn alle.

source: Luba cdrecord-iga "-immed" lipp
nn: Bruk flagget «-immed» med cdrecord

source: Kas kasutada cdrecord'iga "-immed" lippu. Ettevaatust kasutamisel (tõeseks määramisel), see on vaid asenduslahendus mõnede seadmete kasutamiseks.
nn: Om «-immed»-flagget skal brukast med cdrecord. Bruk med måte (set til sann) fordi det er berre ein måte å snu seg om feil for nokre einingar/oppsett.

source: Kas growisofs'iga kasutada "-use-the-force-luke=dao" lippu
nn: Om «-use-the-force-luke=dao»-flagget skal brukast med growisofs

source: Kas growisofs'iga kasutada "-use-the-force-luke=dao" lippu. Kui väärtuseks määrata väär, siis brasero ei kasuta seda; see võib olla asenduslahendus mõnede seadmete kasutamiseks.
nn: Om «-use-the-force-luke=dao»-flagget skal brukast med growisofs. Set til falsk og Brasero vil ikkje bruke det. Det kan vera ein måte å snu seg om feil for nokre einingar/oppsett

source: cdrecord käsuga kasutatakse "-immed" lippu
nn: Brukt saman med «-immed»-flagget med cdrecord

source: cdrecord käsuga kasutatakse "-immed" lippu.
nn: Brukt saman med «-immed»-flagget med cdrecord.

source: Kas cdrdao'ga kasutada "--driver generic-mmc-raw" lippu
nn: Om «-driver generic-mmc-raw»-flagget skal brukast med cdrdao

source: Kas cdrdao'ga kasutada "--driver generic-mmc-raw" lippu. Kui väärtuseks määrata tõene, siis brasero kasutab seda; see võib olla asenduslahendus mõnede seadmete kasutamiseks.
nn: Om «-driver generic-mmc-raw»-flagget skal brukast med cdrdao. Set til sann og Brasero vil bruka det. Det kan vera ein måte å snu seg om feil for nokre einingar/oppsett.

source: Kataloog, kust viimati otsiti kirjutamiseks tõmmisfaile
nn: Den sist vitja mappa som vart leita i etter avtrykk å brenna

source: Sisaldab tõmmisfailide sirvimisel viimati avatud kausta absoluutset kataloogiteed
nn: Inneheld den absolutte stigen til mappa som sist vart leita i etter avtrykk å brenna

source: Failide eelvaatlus lubatud
nn: Slå på førehandsvisning av filer

source: Kas näidata faili eelvaadet. Eelvaate jaoks määra väärtus tõeseks.
nn: Om førehandsvisningar av filer skal visast. Set til sann for å gjera det.

source: Kas brasero peaks filtreerima varjatud failid
nn: Om Brasero skal filtrera gøymde filer

source: Kas brasero peaks filtreerima varjatud failid. Kui tõene, filtreerib brasero varjatud failid.
nn: Om Brasero skal filtrera gøymde filer. Set til true (sann) og Brasero vil filtrera dei bort.

source: Sümbolviidad asendatakse sihtfailidega
nn: Erstatt symbolske lenkjer med mål

source: Kas brasero peaks sümbolviidad asendama sihtfailidega. Kui tõene, asendab brasero sümbolviidad.
nn: Om Brasero skal erstatta symbolske lenkjer med målfilene i prosjektet. Set til true (sann) og Brasero kjem til å erstatta dei.

source: Kas brasero peaks filtreerima vigased sümbolviidad
nn: Om Brasero skal filtrera bort brotne symbolske lenkjer

source: Kas brasero peaks filtreerima vigased sümbolviidad. Kui tõene, filtreerib brasero vigased sümbolviidad.
nn: Om Brasero skal filtrera bort brotne symbolske lenkjer. Set til true (sann) og Brasero vil filtrera dei bort.

source: Plugina olulisuse hinne
nn: Prioritetsverdien til programtillegget

source: Kui sama ülesande jaoks on saadaval mitu pluginat, siis see väärtus määrab, millist pluginat eelistatakse. 0 tähendab, et kasutatakse plugina enda prioriteeti. Positiivne väärtus ületab plugina enda vastavat väärtust. Negatiivne number keelab plugina.
nn: Når fleire programtillegg er tilgjengeleg for den same handlinga vil denne verdien fastsetja kva for programtillegg som får prioritet. 0 tyder at den ibuande prioriteten til programtillegget vert brukt. Positiv verdi overstyrer den ibuande prioriteten og negativ verdi slår tillegget av.

source: Kasutatavad kirjutamisprogrammi lipud
nn: Brenneval å bruka

source: See näitab, milliseid kirjutamisprogrammi lippe kasutati sarnases kontekstis eelmisel korral.
nn: Denne verdien representerer brenneval som vart brukte sist i ein slik samanheng.

source: Kasutatav kiirus
nn: Snøggleik å bruka

source: See näitab, millise kiirusega kirjutati sarnases kontekstis eelmisel korral.
nn: Denne verdien representerer snøggleiken som vart brukt sist i ein slik samanheng.

source: Menüü
nn: Meny

source: Katkesta töös olev kirjutamine
nn: Avbryt pågåande brenning

source: Näita _dialoogi
nn: Vis _dialogvindauge

source: Näita dialoogi
nn: Vis dialogvindauge

source: %s, %d%% valmis, %s jäänud
nn: %s, %d%% ferdig, %s gjenstår

source: %s, %d%% valmis
nn: %s, %d%% ferdig

source: Viga tühjendamisel.
nn: Feil ved tømming

source: Tühjenda _uuesti
nn: _Tøm igjen

source: Tundmatu tõrge.
nn: Ukjend feil

source: Plaadi tühjendamine lõpetati edukalt.
nn: Tømming av plata er vellukka

source: Plaat on kasutamiseks valmis.
nn: Plata er klar til bruk

source: _Tühjenda
nn: _Tøm

source: _Kiire tühjendamine
nn: _Rask tømming

source: Luba kiire tühjendamine, vastandina kauem aega võtvale põhjalikule tühjendamisele
nn: Aktiver rask tømming, til skilnad frå ein lengare og grundigare tømming

source: Plaadi tühjendamine
nn: Tømming av plate

source: CD/DVD kirjutamine
nn: Brenn CD/DVD

source: Seade on hõivatud
nn: Eininga er oppteken

source: Veendu, et ükski teine rakendus seda ei kasuta
nn: Sjekk at ingen andre program brukar den.

source: "%s" pole võimalik lukust lahti võtta
nn: «%s» kan ikkje låsast opp

source: Kirjutaja pole määratud
nn: Ingen brennar oppgjeven

source: Allikseade pole määratud
nn: Inga kjeldeeining oppgjeven

source: Käib kopeerimine
nn: Kopieringsprosess i gang

source: Seadet pole võimalik lukustada (%s)
nn: Eininga kan ikkje låsast (%s)

source: Sellel seadmel pole ülekirjutamise võimalusi
nn: Eininga støttar ikkje omskriving

source: Käib tühjendamine
nn: Sletteprosess er i gang

source: Seade pole võimeline kirjutama
nn: Eininga kan ikkje brenna
